[
    {
        "video": "macron_1.mp4",
        "transcript": "To you, she was your queen. To us, she was The Queen. To us all, she would be with us forever."
    },
    {
        "video": "macron_ref.mp4",
        "transcript": "But let's be honest this is very marginal, this is not a key driver today. We decreased by more than 80% the consumption of oil and gas."
    },
    {
        "video": "obama_1_one_word_error.mp4",
        "transcript": "Here is a seventy-eight-year-old billionaire who has not stopped whining about his problems since he rode down his golden escalator nine years ago."
    },
    {
        "video": "obama_2_two_word_errors.mp4",
        "transcript": "The truth is, Donald Trump sees power as nothing more than a means to his ends. He wants the middle class to pay the price for another huge tax cut that will mostly help him and his rich friends."
    },
    {
        "video": "obama_3_one_word_error.mp4",
        "transcript": "The truth is, Donald Trump sees power as nothing more than a means to his ends. He wants the middle class to pay the price for another huge tax cut that will mostly help him and his rich friends."
    },
    {
        "video": "obama_ref.mp4",
        "transcript": "Two of the world’s oldest democracies, two of the world’s oldest friends. To you, the people of Australia, thank you for your extraordinary hospitality."
    },
    {
        "video": "trudeau_1.mp4",
        "transcript": "Over the holidays, I’ve also had a chance to reflect and I’ve had long talks with my family about our future. Throughout the course of my career, any success I’ve personally achieved has been because of their support and with their encouragement."
    },
    {
        "video": "trudeau_2_one_word_error.mp4",
        "transcript": "I intend to resign as party leader and as prime minister after the party selects its next leader through a robust, nationwide, competitive process. Last night, I asked the president of the Liberal Party to begin that process."
    },
    {
        "video": "trudeau_3.mp4",
        "transcript": "This country deserves a real choice in the next election, and it has become clear to me that if I am having to fight internal battles, I cannot be the best option in that election."
    },
    {
        "video": "trudeau_ref.mp4",
        "transcript": "We’ve pulled together, we’ve stood up for each other — and every single time, we’ve emerged even stronger."
    },
    {
        "video": "trump_1.mp4",
        "transcript": "Well, I think that in terms of honesty, the only thing I can say is that every time I speak with Vladimir, I have good conversations — and then they don’t go anywhere, they just don’t go anywhere. So, in that sense…"
    },
    {
        "video": "trump_2.mp4",
        "transcript": "We’ll make a deal on, I think, everything. I think we’re going to make a deal on soybeans and the farmers. I think we’re going to make a deal on maybe even nuclear — you know, President Putin has called and has mentioned to me about nuclear, where we do a de-escalation here — and I’m fine with that. I think it’s good. I think it’s a very appropriate thing."
    },
    {
        "video": "trump_3_long_one_word_error.mp4",
        "transcript": "We’re gonna be a third-world country — we can’t let that happen. I think it’s the most important case that we’re going to have for many, many years to come. One of the most important cases we’ve ever had. With tariffs, we’re a rich, secure country; without tariffs, we’re gonna be a laughing stock — we’ll be a laughing stock, and I don’t want to have anything to do with that."
    },
    {
        "video": "trump_ref.mp4",
        "transcript": "I’ve never liked selling myself and I love selling somebody that I really do believe in — and I really believe in you - and I just felt that way."
    }
]